chat_system_1232543509_actor_description=Marquis Kontu. King Mark's vice regent in Verlon Forest.
chat_system_1232543509_snap_2_question=^?^Well, [player], have you found the barbarians' leader, and signed a treaty with him?
chat_system_1232543509_snap_2_answer_0=^?^Not yet, I haven't reached him. 
chat_system_1232543509_snap_2_answer_1=^?^Yes, I have found him. I signed the treaty with their leader, Hogard the Destroyer. But he demanded one hundred bull-skins per year as a sign of friendship.
chat_system_1232543509_snap_3_question=^?^Well done, [player]! You well deserve your reward!<br>It's not very good news about the bull skins, but I will think of something in the way of payment.<br>[reward]
chat_system_1232543509_snap_3_answer_0=^?^Yes, perhaps it's not the best way to pay the barbarians, but this just happened to be the way the negotiations turned out. Thank you for the reward.
chat_system_1232543509_snap_0_question=^?^The situation is as follows. The barbarians landed on the south coast and set up camp. I do not mind their camping on the coast, but their forays into the South Port is putting a damper on trade.<br>I need someone with enough courage to go down there and talk to their leader.... I want to offer him a treaty, so that the barbarians will leave Darion ships in peace, and for each pirate ship they destroy, they will get a reward!
chat_system_1232543509_snap_0_answer_0=^?^But might this not mean too many rewards for the barbarians?
chat_system_1232543509_snap_1_question=^?^[player], my friend! If we sign the treaty, the barbarian presence will be turned to our advantage, and looting the pirate ships will be quite enough reward! Look, I will not pay a penny to them from the royal treasury, and meanwhile they will be protecting our frontiers. It's politics, son, so don't worry yourself over it. Your business is to count the money you'll get for a job well done! <br>[reward]
chat_system_1232543509_snap_1_answer_0=^?^Yes, I see - a perfect plan! I will find their leader.
chat_system_1232543509_snap_1_answer_1=^?^I'm not sure I can deal with this. Goodbye. 
